"""
Каждый раз, когда в вашей программе используется функция input(),
вы должны включать четкую, понятную подсказку, которая точно сообщит
пользователю, какую информацию вы от него хотите получить.
Подойдет любое предложение, которое сообщает пользователю, что нужно вводить.
"""

name = input("Please enter your name: ")
print("Hello, " + name + "!")

"""
Добавьте пробел в конце подсказки (после двоеточия в предыдущем примере),
чтобы отделить подсказку от данных, вводимых пользователем, и четко показать,
где должен вводиться текст.
Пример: Please enter your name: Eric Hello, Eric!
"""
