message = input("Tell me something, and I will repeat it back to you: ")
print(message)

"""
Функция input() получает один аргумент: текст подсказки (или инструкции),
который выводится на экран, чтобы пользователь понимал, что от него требуется.
В данном примере при выполнении первой строки пользователь видит подсказку с
предложением ввести любой текст. Программа ожидает, пока пользователь введет
ответ, и продолжает работу после нажатия Enter. Ответ сохраняется в переменной
message, после чего вызов print(message) дублирует введенные данные:
Tell me something, and I will repeat it back to you: Hello everyone!
"""
